/* Error messages. */
"Error:  %@" = "Fel:  %@";
"An error occurred.  %@  OSErr %d" = "Ett fel inträffade. %@  OSErr %d";
"Unable to open that file." = "Kan inte öppna filen.";
"Unable to execute that file." = "Kan inte köra filen.";
"A script error occurred.  %s" = "Ett skriptfel inträffade. %s";
"Unable to resolve that alias because the original item cannot be found." = "Kan inte lösa aliaset eftersom originalobjektet inte kunde hittas.";

/* Menu items. */
"%@ Scripts" = "Skript för %@";
"Open Scripts Folder" = "Öppna skriptmapp";
"Network Scripts" = "Nätverksskript";

/* [3466319] [3917107] */
"Open Network Scripts Folder" = "Öppna nätverkets skriptmapp";
"Open Computer Scripts Folder" = "Öppna datorns skriptmapp";
"Open User Scripts Folder" = "Öppna användarens skriptmapp";
"Open %@ Scripts Folder" = "Öppna skriptmappen för %@";

/* Menu item for opening the default script editor application. Parameter is the name of the application. */
"Open %@" = "Öppna %@";

/* Default script editor application name, used when the current application cannot be found. In this string, "Script Editor" does not refer literally to the application named "Script Editor". */
"Default Script Editor" = "Förvald skriptredigerare";
